[
  {
    "quote": "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.",
    "author": "Winston Churchill"
  },
  {
    "quote": "Don’t let yesterday take up too much of today.",
    "author": "Will Rogers"
  },
  {
    "quote": "You learn more from failure than from success. Don’t let it stop you. Failure builds character.",
    "author": "Unknown"
  },
  {
    "quote": "If you are working on something that you really care about, you don’t have to be pushed. The vision pulls you.",
    "author": "Steve Jobs"
  },
  {
    "quote": "Experience is a hard teacher because she gives the test first, the lesson afterward.",
    "author": "Vernon Sanders Law"
  },
  {
    "quote": "To know how much there is to know is the beginning of learning to live.",
    "author": "Dorothy West"
  },
  {
    "quote": "Goal setting is the secret to a compelling future.",
    "author": "Tony Robbins"
  },
  {
    "quote": "We must be willing to get rid of the life we’ve planned, so as to have the life that is waiting for us.",
    "author": "Joseph Campbell"
  },
  {
    "quote": "Nothing is impossible, the word itself says ‘I’m possible.’",
    "author": "Audrey Hepburn"
  },
  {
    "quote": "I can’t tell you how many times I’ve been given a no, only to find that a better, brighter, bigger yes was right around the corner.",
    "author": "Arlan Hamilton"
  },
  {
    "quote": "We need to accept that we won’t always make the right decisions, that we’ll screw up royally sometimes—understanding that failure is not the opposite of success, it’s part of success.",
    "author": "Ariana Huffington"
  },
  {
    "quote": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.",
    "author": "Henry Ford"
  },
  {
    "quote": "You cannot always control what goes on outside. But you can always control what goes on inside.",
    "author": "Wayne Dyer"
  },
  {
    "quote": "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
    "author": "Aristotle"
  },
  {
    "quote": "Start where you are. Use what you have. Do what you can.",
    "author": "Arthur Ashe"
  },
  {
    "quote": "Hustle beats talent when talent doesn’t hustle.",
    "author": "Ross Simmonds"
  },
  {
    "quote": "If you’re going through hell, keep going.",
    "author": "Unknown"
  },
  {
    "quote": "All our dreams can come true if we have the courage to pursue them.",
    "author": "Walt Disney"
  },
  {
    "quote": "I have not failed. I’ve just found 10,000 ways that won’t work.",
    "author": "Thomas Edison"
  },
  {
    "quote": "Never let success get to your head, and never let failure get to your heart.",
    "author": "Drake"
  },
  {
    "quote": "The battles that count aren’t the ones for gold medals. The struggles within yourself—the invisible, inevitable battles inside all of us—that’s where it’s at.",
    "author": "Jesse Owens"
  },
  {
    "quote": "If there is no struggle, there is no progress.",
    "author": "Frederick Douglass"
  },
  {
    "quote": "It is a rough road that leads to the heights of greatness.",
    "author": "Lucius Annaeus Seneca"
  },
  {
    "quote": "For the great doesn’t happen through impulse alone, and is a succession of little things that are brought together.",
    "author": "Vincent Van Gogh"
  },
  {
    "quote": "In life, sometimes you win, sometimes you learn.",
    "author": "Unknown"
  },
  {
    "quote": "Success is not final; failure is not fatal: It is the courage to continue that counts.",
    "author": "Winston Churchill"
  },
  {
    "quote": "Tough times don’t last, tough people do.",
    "author": "Unknown"
  },
  {
    "quote": "Let all that you do be done in love.",
    "author": "Unknown"
  },
  {
    "quote": "Always remember you are braver than you believe, stronger than you seem, smarter than you think and loved more than you know.",
    "author": "A.A. Milne"
  },
  {
    "quote": "Be gentle with yourself. You are doing your best, and that’s all that matters.",
    "author": "Unknown"
  },
  {
    "quote": "You are enough, just as you are.",
    "author": "Unknown"
  },
  {
    "quote": "Difficult roads always lead to beautiful destinations.",
    "author": "Zig Ziglar"
  },
  {
    "quote": "In the middle of every difficulty lies opportunity.",
    "author": "Albert Einstein"
  },
  {
    "quote": "Hard times are sometimes blessings in disguise. We do have to suffer but in the end it makes us strong, better and wise.",
    "author": "Anurag Prakash Ray"
  }
]